import React from 'react';

class About extends React.Component {

    render() {
        return (
            <div>
                <div class="intro-div-wrapper" id="intro-top">
                    <a href="#"><p id="idx-about">AAA는?</p></a>
                    <a href="#"><p id="idx-contact">찾아오는 길 &amp; 연락처</p></a>
                    <a href="#"><p id="idx-equipment">장비소개</p></a>
                    <a href="#"><p id="idx-observation">김태영 기념관측소 소개</p></a>
                    <a href="#"><p id="idx-history">동아리발자취</p></a>
                    <a href="#"><p id="idx-officers">역대 회장단 / 임원진</p></a>
                </div>
                
                <div class="intro-div-wrapper" id="about">
                    <h4 class="intro-title">AAA는?</h4>
                    <p class="intro-content">
                        &nbsp; 서울대학교에 아마추어천문회(A.A.A)가 태어난 이래로 별방에는 여전히 별을 사랑하는 사람들이 북적대고 있습니다.
                        아마추어천문의 대중화를 목표로 별에 대한 열정을 불태우며 별생활을 즐기는 사람들이 가득한 곳 A.A.A☆ 
                        조그만 동아리로 시작했던 A.A.A가 어느새 서울대학교의 3대 중앙동아리로 성장했다는 건 그만큼 별에 대한 사람들이 관심이 늘어났다는 사실을 반영한 결과겠지요! 
                        사람만 늘어난 것이 아니라, 대외적으로도 수준 높은 아마추어천문 동아리로 인정받고 있다는 사실은 우리 AAAer들의 자부심이랍니다. 
                        또한 졸업하신 후에도 아마추어천문인으로 열심히 활동하고 계시는 선배님들은 A.A.A를 더 좋은 동아리로 이끄는 원동력이에요.
                        <br/><br/>&nbsp;
                        A.A.A에서는 시간이 쏜살같이 지나간다는 사실을 증명이라도 하듯 매년을 정력적인 활동으로 보내고 있습니다.
                        열정적인 사람들과 함께 별방, 돔, 관측지에서 부대끼다 보면 어느새 한해 활동의 꽃인 천체사진전에서 뿌듯한 보람을 느끼게 되지요.
                        소소한 모임부터 시작해서 디딤돌, 부모임, 세미나, 관측회 등 A.A.A만이 제공할 수 있는 다양한 기회들은
                        그 누구라도 진정한 AAAer로 거듭나게끔 하는 매력적인 경험이랍니다.
                        <br/><br/>&nbsp;
                        아마추어천문이 뭔지 몰라서 주저하고 계시다면 디딤돌이 있다는 사실에 주목하세요.
                        디딤돌이란 아마추어천문인의 세상에 입문할 수 있도록 도와주는 A.A.A만의 커리큘럼으로 우리 동아리 선배님들께서 많은 노력을 들여 만들어낸 소중한 결과물이랍니다.
                        별방에 모여 다른 새내기 친구들과 함께 재밌는 수업을 듣다보면 어느새 별에 흠뻑 빠져있는 자신을 발견할 수 있을 거에요.
                        <br/><br/>&nbsp;
                        매일매일 반복되는 일상, 답답한 도시, 가슴을 짓누르는 스트레스에 허덕이는 당신! A.A.A와 함께 떠나는 별빛여행기차에 올라타세요,
                        180도 다른 세상이 당신을 기다리고 있답니다☆
                    </p>
                    <a href="#intro-top"><p>top</p></a>
                </div>
            
                <div class="intro-div-wrapper" id="contact">
                    <h4 class="intro-title">찾아오는 길 &amp; 연락처</h4>   
                    <p class="intro-content">서울대학교 학생회관 611호에 있습니다. 찾기 힘드시면 아래에 있는 연락처로 전화 주세요!
                        <br />
                        <br />
                        별방 전화 : 02-874-9374<br />
                        75대 윤지용 회장님 : 010-3545-3397</p>
                    <a href="#intro-top"><p>top</p></a>    
                </div>
                    
                <div class="intro-div-wrapper" id="equipment">
                    <h4 class="intro-title">장비소개</h4>
                    <h5>&nbsp;1)상희</h5>
                    <p class="intro-content"><span>&nbsp; 이 망원경은 94학번 곽상혁 선배님께서 손수 제작하신 것으로, 제작하신 후 딸같이 소중히 다루라는 뜻에서 이름을 상희라고 붙이셨다고 합니다. 많이 노화되어 현재는 여러 가지 문제들이 많이 발견되고 있지만 그래도 현재까지는 동아리 내에서 안시관측용으로 가장 많이 사용되는 망원경입니다.</span></p>
                    <p><span>&nbsp; 상희는 뉴튼식 반사 망원경으로 구경은 10인치(254mm)이고 초점거리는 1524mm입니다. 동아리 내 망원경 중에서 가장 큰 구경과 초점거리를 가지고 있습니다. 또한 그 크기에 비해서 휴대성이 비교적 좋습니다. 가대형식은 돕소니언 방식으로 아마추어 천문인들이 만들기 쉽고 사용하기 편리한 형식의 가대입니다.</span></p>
                    <br/>
                    <h5>&nbsp;2)FS-102</h5>
                    <p><span>&nbsp; 이 망원경은 일본 다카하시사의 제품으로 보통 망원경의 렌즈 재질을 따서 플로라이트라고 불립니다. 이 망원경에 사용된 렌즈의 재질과 설계방식이 색수차를 많이 줄여줍니다. 이 망원경은 안시관측 뿐만 아니라 사진촬영에도 자주 사용되고 있습니다. 동아리 내에서 웹캠 촬영을 제외한 대부분은 확대 촬영은 이 망원경을 사용하고 있습니다.</span></p>
                    <p><span>&nbsp; FS-102는 케플러식 굴절 망원경으로 구경은 4인치(102mm)이고 초점거리는 820mm입니다. 구경은 작지만 굴절 망원경의 특징상 상을 선명하게 볼 수 있습니다. 가대 형식은 베터리 연결시 가이드가 가능한 독일식 적도의입니다.</span></p>
                    <br/>
                    <p><span>&nbsp; 3)김태영 망원경 (MT-200)</span></p>
                    <p><span>&nbsp; 1999년 9월 원자핵공학과 실험실에서 폭발 사고가 있었습니다. 그 사고로 인해 89학번 김태영 선배님이 돌아가셨습니다. 이 후, 김태영 선배님 아버님의 뜻으로 여러 장비들이 우리 동아리에 들어오게 되었습니다. 그 장비들 중에 하나가 바로 MT-200이고, 위와 같은 연유에서 이 망원경을 김태영 망원경이라고도 부릅니다.</span></p>
                    <p><span>&nbsp; 이 망원경은 구경은 8인치이고 초점거리는 1218mm인 뉴턴식 반사망원경입니다. 그리고 가대형식은 독일식 적도의이고, 김태영 기념 관측소의 2층에 위치해 있습니다. 또한 스카이센서나 ST-6을 연결할 수 있어 관측을 하는 데에 매우 편리합니다. 밤하늘의 어떤 대상이든 스카이 센서로 쉽게 찾고, ST-6으로 찍어서 멋진 자료를 남길 수 있습니다.</span></p>
                    <br/>
                    <p><span>&nbsp;4)14.5 inch</span></p>
                    <p><span>&nbsp; 차세대 대구경 망원경을 만들고자 뜻을 모아 '망원경 제작모임'을 결성한 AAAer들 (99김재호, 99전태영, 00배동환, 01김현수, 03김중규, 03임수현, 04김형철, 04오세창, 05정찬영)이 2006년 7월에 완성한 망원경 입니다.</span></p>
                    <p><span>&nbsp; 구경은 14.5 inch (368mm), 초점거리 1570mm, f수 4.26의 뉴턴식 반사 망원경이며 가대는 경위대식(돕소니언)입니다.</span></p>
                    <br />
                    <p><span>&nbsp;5)곽</span></p>
                    <p><span>&nbsp; 2014년 구 스타파인더의 미러를 사용해 동아리원들이 망원경 모임을 통해 돈을 모아 만든 자작 돕소니언 망원경입니다.</span></p>
                    <p><span>&nbsp; 구경 10인치(254mm), 초점거리 1090mm, f수 4.3으로 크기가 작아 조작이 편리하고 휴대성이 좋아 소규모 관측회에 자주 이용됩니다.</span></p>
                    <p><span>&nbsp; 설계부터 디자인까지 많은 동아리원들의 노력이 들어간 망원경입니다.</span></p>
                    <a href="#intro-top"><p>top</p></a>
                </div>
                
            
                <div class="intro-div-wrapper" id="observation">
                    <h4 class="intro-title">김태영 기념관측소 소개</h4>
                    <p>서울대학교 아마추어 천문회, AAA(Amateur Astronomy Association)는 1980년 자연대 동아리로 출발해 현재 74대의 역사를 갖고 있습니다. 하지만 아쉽게도 이런 유서 깊은 역사만큼 오랜 시간 동안 여러 선배님들의 땀과 노력, 추억이 담긴 제 1 관측소가 학교 측의 확장 공사로 허물어졌습니다. 그 후 2004년, 마침내 우리 동아리원들에게 다시금 새로운 추억을 선사해 줄 김태영 기념 관측소가 새롭게 지어졌고 현재 우리 모두의 보금자리 역할을 합니다. AAA인이라면 누구나 사랑하는 우리의 돔, 김태영 기념 관측소는 이렇게 이제 걸음마 단계일 뿐입니다. 이러한 우리 모두의 보금자리를 앞으로 어떻게 꾸며나갈 것인가는 우리 AAA인 모두의 몫이 될 것입니다.<br />
                    &nbsp; 끝으로 새로운 돔을 짓는데 아낌없는 도움을 주신 전 지도교수 문승일 선생님과 정운찬 총장님 및 학교 관계자 여러분께 깊은 감사의 말씀을 드립니다.</p>
                    <a href="#intro-top"><p>top</p></a>
                </div>
                
                <div class="intro-div-wrapper" id="history">
                    <h4 class="intro-title">동아리발자취</h4>
                    <table border="0" cellpadding="5" cellspacing="2" width="778" >
                        <colgroup>
                            <col width="70" />
                            <col width="150" />
                            <col width="558"/>
                        </colgroup>
                        <tbody>
                            <tr>
                                <td>1980년</td>
                                <td>03월</td>
                                <td>동아리 발기 공고 및 자연대 동아리로 등록</td>
                            </tr>
                            <tr>
                                <td>1981년</td>
                                <td>01월</td>
                                <td>COSMOS 제 1호 발간</td>
                            </tr>
                            <tr>
                                <td>1982년</td>
                                <td>03월</td>
                                <td>대학생 아마추어 천문연맹 결성</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>05월 11일 ~ 12일</td>
                                <td>천체 사진 전시회</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 26일</td>
                                <td>공개 관측회</td>
                            </tr>
                            <tr>
                                <td>1983년</td>
                                <td>04월 13일</td>
                                <td>구 공대식당 지하 동아리 방으로 이전</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>08월</td>
                                <td>전국 대학생 아마추어 천문회 발족</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 03일</td>
                                <td>제 1 관측소 완공 및 현판식</td>
                            </tr>
                            <tr>
                                <td>1984년</td>
                                <td>10월 31일 ~ 11월 01일</td>
                                <td>천체 사진전 및 공개 관측회</td>
                            </tr>
                            <tr>
                                <td>1985년</td>
                                <td>01월 03일</td>
                                <td>'별따라 꼴따라' 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>02월 23일</td>
                                <td>'디딤돌' 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>04월 25일</td>
                                <td>'Messier 목록' 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 13일 ~ 15일</td>
                                <td>천체 사진전 및 공개 관측회</td>
                            </tr>
                            <tr>
                                <td>1986년</td>
                                <td>09월</td>
                                <td>디딤돌 1차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 13일 ~ 15일</td>
                                <td>천체 사진전 및 공개 관측회</td>
                            </tr>
                            <tr>
                                <td>1988년</td>
                                <td>10월 26일 ~ 28일</td>
                                <td>6회 천체 사진 전시회</td>
                            </tr>
                            <tr>
                                <td>1989년</td>
                                <td>05월 21일</td>
                                <td>Home Coming Day - 공대식당</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 25일 ~ 27일</td>
                                <td>7회 천체 사진전 및 공개 관측회</td>
                            </tr>
                            <tr>
                                <td>1990년</td>
                                <td>08월</td>
                                <td>디딤돌 2차 개정판 발간 및 Messier 목록 1차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 23일 ~ 26일</td>
                                <td>8회 천체 사진전</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 04일</td>
                                <td>Home Visting Day</td>
                            </tr>
                            <tr>
                                <td>1991년</td>
                                <td>10월 23일 ~ 26일</td>
                                <td>9회 천체 사진전 및 공개 관측회</td>
                            </tr>
                            <tr>
                                <td>1992년</td>
                                <td>10월 18일</td>
                                <td>Home Visting Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 04일</td>
                                <td>10회 천체 사진전 및 공개 관측회</td>
                            </tr>
                            <tr>
                                <td>1993년</td>
                                <td>11월 03일 ~ 05일</td>
                                <td>11회 천체 사진전 및 공개 관측회</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 28일</td>
                                <td>Home Visting Day</td>
                            </tr>
                            <tr>
                                <td>1994년</td>
                                <td>04월 01일</td>
                                <td>디딤돌 3차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 06일 ~ 19일</td>
                                <td>12회 천체 사진전</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>12월 04일</td>
                                <td>Home Visting Day</td>
                            </tr>
                            <tr>
                                <td>1995년</td>
                                <td>10월 16일 ~ 18일</td>
                                <td>13회 천체 사진전</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 12일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td>1996년</td>
                                <td>04월</td>
                                <td>디딤돌 4차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 11일 ~ 13일</td>
                                <td>14회 천체 사진전</td>
                            </tr>
                            <tr>
                                <td>1997년</td>
                                <td>03월 28일</td>
                                <td>디딤돌 5차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>09월 21일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 05일 ~ 08일</td>
                                <td>15회 천체 사진전</td>
                            </tr>
                            <tr>
                                <td>1998년</td>
                                <td>09월 21일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 05일 ~ 08일</td>
                                <td>16회 천체 사진전</td>
                            </tr>
                            <tr>
                                <td>1999년</td>
                                <td>11월 03일 ~ 05일</td>
                                <td>17회 천체 사진전</td>
                            </tr>
                            <tr>
                                <td>2000년</td>
                                <td>09월 16일</td>
                                <td>제 1 관측소 재개관식, 김태영 선배님 추도식</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 01일 ~ 04일</td>
                                <td>18회 천체 사진전 : 울트라사진전을 아시나요</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 04일</td>
                                <td>Home Visiting Day</td>
                            </tr>
                            <tr>
                                <td>2001년</td>
                                <td>03월 25일</td>
                                <td>디딤돌 6차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 14일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 07일 ~ 10일</td>
                                <td>19회 천체 사진전 : 별빛으로 그린 그림</td>
                            </tr>
                            <tr>
                                <td>2002년</td>
                                <td>03월 21일</td>
                                <td>디딤돌 7차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>09월 29일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 23일 ~ 26일</td>
                                <td>20회 천체 사진전 : 스무살의 천체사진전 Through The Lens</td>
                            </tr>
                            <tr>
                                <td>2003년</td>
                                <td>09월 21일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 29일 ~ 11월 01일</td>
                                <td>21회 천체 사진전 : The Return of the Mars</td>
                            </tr>
                            <tr>
                                <td>2004년</td>
                                <td>09월 18일</td>
                                <td>김태영 기념 관측소 개관식</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 03일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 27일 ~ 30일</td>
                                <td>22회 천체 사진전 : 네모로 들어온 22번째 천사</td>
                            </tr>
                            <tr>
                                <td>2005년</td>
                                <td>02월 28일</td>
                                <td>두레문화관으로 동아리방 임시 이전</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>03월 21일</td>
                                <td>디딤돌 8차 개정판 발간</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>06월 21일</td>
                                <td>대학신문사 건물의 동아리방으로 이전</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 02일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 02일 ~ 05일</td>
                                <td>23회 천체 사진전 : 별난 아이들의 따스한 놀이터</td>
                            </tr>
                            <tr>
                                <td>2006년</td>
                                <td>09월 23일</td>
                                <td>Home Visiting Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 18일 ~ 21일</td>
                                <td>24회 천체 사진전 : 지구로 이사온 별나라 친구들</td>
                            </tr>
                            <tr>
                                <td>2007년</td>
                                <td>11월 03일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 17일 ~ 20일</td>
                                <td>25회 천체 사진전 : 스타프린스 25호점</td>
                            </tr>
                            <tr>
                                <td>2008년</td>
                                <td>09월 20일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 03일 ~ 07일</td>
                                <td>26회 천체 사진전 및 공개관측회 : 별, 아무나 본다!</td>
                            </tr>
                            <tr>
                                <td>2009년</td>
                                <td>09월 19일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 28일 ~ 31일</td>
                                <td>27회 천체 사진전 및 공개관측회 : 별무리에 빠지다</td>
                            </tr>
                            <tr>
                                <td>2010년</td>
                                <td>02월 23일</td>
                                <td>지금의 동아리방으로 이전</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>05월 15일</td>
                                <td>AAA 30주년 기념 행사</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>09월 18일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 03일 ~ 06일</td>
                                <td>28회 천체 사진전 및 공개관측회 : 별빛속으로</td>
                            </tr>
                            <tr>
                                <td>2011년</td>
                                <td>09월 17일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 2일 ~ 5일</td>
                                <td>29회 천체 사진전 및 공개관측회 : 슈퍼스타 A3</td>
                            </tr>
                            <tr>
                                <td>2012년</td>
                                <td>09월 15일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 31일 ~ 11월 2일</td>
                                <td>30회 천체 사진전 및 공개관측회 : 별의 힘으로</td>
                            </tr>
                            <tr>
                                <td>2013년</td>
                                <td>09월 14일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 28일 ~ 11월 30일</td>
                                <td>31회 천체 사진전 및 공개관측회 : 사랑은 은하수 다방에서</td>
                            </tr>
                            <tr>
                                <td>2014년</td>
                                <td>09월 20일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 27일 ~ 10월 29일</td>
                                <td>32회 천체 사진전 : 별 정상회담</td>
                            </tr>
                            <tr>
                                <td>2015년</td>
                                <td>09월 19일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>11월 06일 ~ 09일</td>
                                <td>33회 천체 사진전 : Instargram</td>
                            </tr>
                            <tr>
                                <td>2016년</td>
                                <td>09월 24일</td>
                                <td>Home Coming Day</td>
                            </tr>
                            <tr>
                                <td></td>
                                <td>10월 29일 ~ 11월 02일</td>
                                <td>34회 천체 사진전 : 당신이 잠든 사이</td>
                            </tr>           
                        </tbody>
                    </table>
                    <a href="#intro-top"><p>top</p></a>
                </div>
            
                <div class="intro-div-wrapper" id="officers">
                    <p>역대 회장단 / 임원진</p>
                    <table border="0" cellpadding="5" cellspacing="2" width="758">
                        <colgroup>
                            <col width="50" />
                            <col width="70" />
                            <col width="638" />
                        </colgroup>
                        <tbody><tr>
                            <td>회기</td>
                            <td>회장</td>
                            <td>회장단 / 임원진</td>
                        </tr>
                    
                        <tr>
                            <td>75 대</td>
                            <td>윤지용</td>
                            <td>부회장:김우태, 총무:안도혁, 회계:황준, 디딤돌짱:김민수<br /><br />관측부장:김수현, 이융희</td>	</tr>
                        <tr>
                            <td>74 대</td>
                            <td>김민재</td>
                            <td>부회장:강수상, 총무:윤지용, 회계:조수빈, 디딤돌짱:정만근<br /><br />관측부장:김우태, 오종주</td>	</tr>
                        <tr>
                            <td>73 대</td>
                            <td>정만근</td>
                            <td>부회장:김민재, 총무:김민수, 회계:김태혁, 디딤돌짱:서유경<br /><br />관측부장:강수상, 송승욱</td>	</tr>
                        <tr>
                            <td>72 대</td>
                            <td>강민하</td>
                            <td>총무:김민재, 회계:장효준, 디딤돌짱:진선호<br /><br />관측부장:정만근, 김민수</td>	</tr>
                        <tr>
                            <td>71 대</td>
                            <td>진선호</td>
                            <td>부회장:이재하, 총무:조항빈, 회계:강민하, 디딤돌짱:김윤식<br /><br />관측부장:임재모</td>	</tr>
                        <tr>
                            <td>70 대</td>
                            <td>장효인</td>
                            <td>부회장:김종민, 총무:전준범, 회계:이조행, 디딤돌짱:우정웅<br /><br />관측부장:이재하,진선호</td>	</tr>
                        <tr>
                            <td>69 대</td>
                            <td>김윤식</td>
                            <td>부회장:이승철, 총무:김기현, 회계:오은실, 디딤돌짱:강다은	</td></tr>
                        <tr>
                            <td>68 대</td>
                            <td>강다은</td>
                            <td>부회장:권효상, 총무:이승철, 회계:이은비, 디딤돌짱:장효인<br /><br />관측부장:김윤식,신나은,이양준</td>	</tr>
                        <tr>
                            <td>67 대</td>
                            <td>김동겸</td>
                            <td>부회장:김홍열, 총무:박현상, 회계:권효상, 디딤돌짱:우정웅<br /><br />관측부장:고성현,박경훈,윤영훈</td>	</tr>
                        <tr>
                            <td>66 대</td>
                            <td>장효인</td>
                            <td>총무:김동겸, 회계:권효상, 디딤돌짱:우정웅<br /><br />관측부장:강다은,김홍열</td>	</tr>
                        <tr>
                            <td>65 대</td>
                            <td>서은주</td>
                            <td >부회장:이겨레, 총무:최규민, 회계:양호등, 디딤돌짱:사세영<br /><br />안시부장:김종민, 사진부장:윤미정</td>	</tr>
                        <tr>
                            <td>64 대</td>
                            <td>사세영</td>
                            <td >부회장:이윤석, 총무:장효인, 회계:김서연, 디딤돌짱:김영재<br /><br />안시부장:서은주, 우정웅, 사진부장:윤서연, 이겨레, 문화부장:유병현, 이재륜</td>	</tr>
                        <tr>
                            <td>63 대</td>
                            <td>김영재</td>
                            <td >부회장:황혜진, 총무:이종구, 회계:김영근, 디딤돌짱:김태석<br /><br />관측부장:사세영, 이동하, 이윤석, 한다빈</td>	</tr>
                        <tr>
                            <td>62 대</td>
                            <td>곽세종</td>
                            <td >부회장:김치균, 총무:김영재, 회계:황혜진, 디딤돌장:박종호<br /><br />관측부장:사세영, 이동하</td>	</tr>
                        <tr>
                            <td>61 대</td>
                            <td>박종호</td>
                            <td >부회장:김규태, 총무:이다정, 회계:남선화, 디딤돌장:정성엽<br /><br />관측부장:곽세종, 김태석</td>	</tr>
                        <tr>
                            <td>60 대</td>
                            <td>윤창수</td>
                            <td >총무:곽세종, 회계:이성현, 디딤돌짱:박황필<br /><br />관측부장:김은주,박종호, 멘토부장:김치균,김태석</td>	</tr>
                        <tr>
                            <td>59 대</td>
                            <td>박기수</td>
                            <td >부회장:조기운, 총무:윤창수, 회계:원준희, 디딤돌짱:윤서영<br /><br />관측부장:김용진,박황필, 학술부장:강석호</td>	</tr>
                        <tr>
                            <td>58 대</td>
                            <td>이윤백</td>
                            <td >부회장:양시엽, 총무:박기수, 회계:윤서영, 디딤돌짱:이홍민<br /><br />관측부장:박영선,강세지, 학술부장:이종수,정보슬</td>	</tr>
                        <tr>
                            <td>57 대</td>
                            <td>이홍민</td>
                            <td >부회장:이지영, 총무:정민수, 회계:심예원, 디딤돌짱:정진영<br /><br />관측부장:권은화,박준영,이윤백,최용연</td>	</tr>
                        <tr>
                            <td>56 대</td>
                            <td>김기현</td>
                            <td >	</td></tr>
                        <tr>
                            <td>55 대</td>
                            <td>공혜원</td>
                            <td >부회장:김완희, 총무:이지은, 회계:김지혜, 디딤돌짱:권기연	</td></tr>
                        <tr>
                            <td>54 대</td>
                            <td>한경호</td>
                            <td >부회장:정한솔, 총무:공혜원,권기연, 회계:이지은, 디딤돌짱:이수빈<br /><br />관측부장:김기현,김완희,박대일,조기욱</td>	</tr>
                        <tr>
                            <td>53 대</td>
                            <td>정찬영</td>
                            <td >부회장:이수빈, 총무:정한솔, 회계:손정아, 디딤돌짱:한경호	</td></tr>
                        <tr>
                            <td>52 대</td>
                            <td>강승연</td>
                            <td >부회장:권경석, 총무:정찬영, 회계:이예지, 디딤돌짱:심규연<br /><br />관측부장:연지훈,이수빈,한경호, 학술부장:양태수,최영욱</td>	</tr>
                        <tr>
                            <td>51 대</td>
                            <td>김형철</td>
                            <td >부회장:심규연, 총무:강승연,오세창, 회계:김희섭, 디딤돌짱:권경석	</td></tr>
                        <tr>
                            <td>50 대</td>
                            <td>임수현</td>
                            <td >부회장:이시운, 총무:심규연, 회계:김형철, 디딤돌짱:김응찬<br /><br />관측부장:배연정,조용경, 문소부장:강경탁,권경석, 편집부장:이두희,박혜영, 학술부장:홍영선</td>	</tr>
                        <tr>
                            <td>49 대</td>
                            <td>이효건</td>
                            <td >부회장:이진희, 총무:김중규, 회계:최민진, 디딤돌짱:박종선<br /><br />관측부장:김응찬,이희정,임수현, 문화소식부장:김미미,이봉실, 편집부장:정가영,정은애, 학술부장:연지혜,정영훈</td>	</tr>
                        <tr>
                            <td>48 대</td>
                            <td>이  명</td>
                            <td >부회장:강재욱, 총무:강윤아, 회계:이희정, 디딤돌짱:김형국<br /><br />관측부장:김중규,임수현, 문소부장:이진희,정가영, 편집부장:서정화,이상향, 학술부장:이효건,최민진</td>	</tr>
                        <tr>
                            <td>47 대</td>
                            <td>홍진우</td>
                            <td >부회장:김형국, 총무:이승희, 회계:박민신<br /><br />관측부장:천세환, 문화소식부장:강재욱,윤지영, 학술부장:이명</td>	</tr>
                        <tr>
                            <td>46 대</td>
                            <td>김현수</td>
                            <td >부회장:구준모, 총무:이명, 회계:이수연<br /><br />관측부장:김덕형,홍진우, 문화소식부장:김형국,박주영, 학술부장:이승희,천세환</td>	</tr>
                        <tr>
                            <td>45 대</td>
                            <td>김창구</td>
                            <td >부회장:김현수, 총무:이옥환, 회계:홍기철<br /><br />관측부장:박희영, 이벤트부장:구준모,김정훈, 학술부장:김훈민</td>	</tr>
                        <tr>
                            <td>44 대</td>
                            <td>김도윤</td>
                            <td >부회장:윤성준, 총무:김창구, 회계:홍라현, 편집담당원:김정훈<br /><br />관측부장:김성민,김현수, 이벤트부장:이옥환,한지현, 학술부장:곽호정,김경화</td>	</tr>
                        <tr>
                            <td>43 대</td>
                            <td>김재국</td>
                            <td >부회장:김정훈, 총무:김기표,김도윤, 회계:임은경<br /><br />학술부장:이주현, 관측부장:정범균,황성욱, 이벤트부장:성윤제,양재원</td>	</tr>
                        <tr>
                            <td>42 대</td>
                            <td>전태영</td>
                            <td >부회장:조윤석, 총무:김재국,배동환 회계:신원희, 디딤돌짱:이용석<br /><br />관측부장:윤주희,제승환, 문화생활부장:김도연,윤성준, 편집부장:김교문,이활리, 학술부장:권영제,김정훈</td>	</tr>
                        <tr>
                            <td>41 대</td>
                            <td>이용석</td>
                            <td >부회장:김재호, 총무:성동윤, 회계:신승하<br /><br />관측부장:장준환,최성배, 학술부장:김은경,장지웅, 편집부장:이지영,최승희, 문화생활부장:김승현,황상현</td>	</tr>
                        <tr>
                            <td>40 대</td>
                            <td>김영환</td>
                            <td >부회장:김효선, 총무:정영민, 회계:김은경,손은우, 디딤돌짱:도관표<br /><br />관측부장:김재호,백재선,이용석, 학술부장:신정민,전태영, 편집부장:정근희,박소영, 문화홍보부장:정석현, 생활부장:문재원,최승희</td>	</tr>
                    
                    </tbody></table>
                    <a href="#intro-top"><p>top</p></a>
                </div>
            </div>
        );
    }
}

export default About