import React from 'react';

class AboutAAA extends React.Component {

    render() {
        return(
            <div className="intro-div-wrapper" id="about">
                <p className="intro-content">
                    &nbsp; 서울대학교에 아마추어천문회(A.A.A)가 태어난 이래로 별방에는 여전히 별을 사랑하는 사람들이 북적대고 있습니다.
                    아마추어천문의 대중화를 목표로 별에 대한 열정을 불태우며 별생활을 즐기는 사람들이 가득한 곳 A.A.A☆ 
                    조그만 동아리로 시작했던 A.A.A가 어느새 서울대학교의 3대 중앙동아리로 성장했다는 건 그만큼 별에 대한 사람들이 관심이 늘어났다는 사실을 반영한 결과겠지요! 
                    사람만 늘어난 것이 아니라, 대외적으로도 수준 높은 아마추어천문 동아리로 인정받고 있다는 사실은 우리 AAAer들의 자부심이랍니다. 
                    또한 졸업하신 후에도 아마추어천문인으로 열심히 활동하고 계시는 선배님들은 A.A.A를 더 좋은 동아리로 이끄는 원동력이에요.
                    <br/><br/>&nbsp;
                    A.A.A에서는 시간이 쏜살같이 지나간다는 사실을 증명이라도 하듯 매년을 정력적인 활동으로 보내고 있습니다.
                    열정적인 사람들과 함께 별방, 돔, 관측지에서 부대끼다 보면 어느새 한해 활동의 꽃인 천체사진전에서 뿌듯한 보람을 느끼게 되지요.
                    소소한 모임부터 시작해서 디딤돌, 부모임, 세미나, 관측회 등 A.A.A만이 제공할 수 있는 다양한 기회들은
                    그 누구라도 진정한 AAAer로 거듭나게끔 하는 매력적인 경험이랍니다.
                    <br/><br/>&nbsp;
                    아마추어천문이 뭔지 몰라서 주저하고 계시다면 디딤돌이 있다는 사실에 주목하세요.
                    디딤돌이란 아마추어천문인의 세상에 입문할 수 있도록 도와주는 A.A.A만의 커리큘럼으로 우리 동아리 선배님들께서 많은 노력을 들여 만들어낸 소중한 결과물이랍니다.
                    별방에 모여 다른 새내기 친구들과 함께 재밌는 수업을 듣다보면 어느새 별에 흠뻑 빠져있는 자신을 발견할 수 있을 거에요.
                    <br/><br/>&nbsp;
                    매일매일 반복되는 일상, 답답한 도시, 가슴을 짓누르는 스트레스에 허덕이는 당신! A.A.A와 함께 떠나는 별빛여행기차에 올라타세요,
                    180도 다른 세상이 당신을 기다리고 있답니다☆
                </p>
                <a href="#intro-top"><p>top</p></a>
            </div>
        )
    }
}

export default AboutAAA;