import React from 'react';

class Equipment extends React.Component {

    render() {
        return(
            <div className="intro-div-wrapper" id="equipment">
                <h5>&nbsp;1)상희</h5>
                <p className="intro-content">&nbsp; 이 망원경은 94학번 곽상혁 선배님께서 손수 제작하신 것으로, 제작하신 후 딸같이 소중히 다루라는 뜻에서 이름을 상희라고 붙이셨다고 합니다. 많이 노화되어 현재는 여러 가지 문제들이 많이 발견되고 있지만 그래도 현재까지는 동아리 내에서 안시관측용으로 가장 많이 사용되는 망원경입니다.</p>
                <p>&nbsp; 상희는 뉴튼식 반사 망원경으로 구경은 10인치(254mm)이고 초점거리는 1524mm입니다. 동아리 내 망원경 중에서 가장 큰 구경과 초점거리를 가지고 있습니다. 또한 그 크기에 비해서 휴대성이 비교적 좋습니다. 가대형식은 돕소니언 방식으로 아마추어 천문인들이 만들기 쉽고 사용하기 편리한 형식의 가대입니다.</p>
                <br/>
                <h5>&nbsp;2)FS-102</h5>
                <p>&nbsp; 이 망원경은 일본 다카하시사의 제품으로 보통 망원경의 렌즈 재질을 따서 플로라이트라고 불립니다. 이 망원경에 사용된 렌즈의 재질과 설계방식이 색수차를 많이 줄여줍니다. 이 망원경은 안시관측 뿐만 아니라 사진촬영에도 자주 사용되고 있습니다. 동아리 내에서 웹캠 촬영을 제외한 대부분은 확대 촬영은 이 망원경을 사용하고 있습니다.</p>
                <p>&nbsp; FS-102는 케플러식 굴절 망원경으로 구경은 4인치(102mm)이고 초점거리는 820mm입니다. 구경은 작지만 굴절 망원경의 특징상 상을 선명하게 볼 수 있습니다. 가대 형식은 베터리 연결시 가이드가 가능한 독일식 적도의입니다.</p>
                <br/>
                <h5>&nbsp; 3)김태영 망원경 (MT-200)</h5>
                <p>&nbsp; 1999년 9월 원자핵공학과 실험실에서 폭발 사고가 있었습니다. 그 사고로 인해 89학번 김태영 선배님이 돌아가셨습니다. 이 후, 김태영 선배님 아버님의 뜻으로 여러 장비들이 우리 동아리에 들어오게 되었습니다. 그 장비들 중에 하나가 바로 MT-200이고, 위와 같은 연유에서 이 망원경을 김태영 망원경이라고도 부릅니다.</p>
                <p>&nbsp; 이 망원경은 구경은 8인치이고 초점거리는 1218mm인 뉴턴식 반사망원경입니다. 그리고 가대형식은 독일식 적도의이고, 김태영 기념 관측소의 2층에 위치해 있습니다. 또한 스카이센서나 ST-6을 연결할 수 있어 관측을 하는 데에 매우 편리합니다. 밤하늘의 어떤 대상이든 스카이 센서로 쉽게 찾고, ST-6으로 찍어서 멋진 자료를 남길 수 있습니다.</p>
                <br/>
                <h5>&nbsp;4)14.5 inch</h5>
                <p>&nbsp; 차세대 대구경 망원경을 만들고자 뜻을 모아 '망원경 제작모임'을 결성한 AAAer들 (99김재호, 99전태영, 00배동환, 01김현수, 03김중규, 03임수현, 04김형철, 04오세창, 05정찬영)이 2006년 7월에 완성한 망원경 입니다.</p>
                <p>&nbsp; 구경은 14.5 inch (368mm), 초점거리 1570mm, f수 4.26의 뉴턴식 반사 망원경이며 가대는 경위대식(돕소니언)입니다.</p>
                <br />
                <h5>&nbsp;5)곽</h5>
                <p>&nbsp; 2014년 구 스타파인더의 미러를 사용해 동아리원들이 망원경 모임을 통해 돈을 모아 만든 자작 돕소니언 망원경입니다.</p>
                <p>&nbsp; 구경 10인치(254mm), 초점거리 1090mm, f수 4.3으로 크기가 작아 조작이 편리하고 휴대성이 좋아 소규모 관측회에 자주 이용됩니다.</p>
                <p>&nbsp; 설계부터 디자인까지 많은 동아리원들의 노력이 들어간 망원경입니다.</p>
                <a href="#intro-top"><p>top</p></a>
            </div>
        )
    }
}

export default Equipment;